Repository: crim50n/blueproximity
Catalog: po/*.po
Languages: es, fa, id, nl, pt, ru, sv

source: BlueProximity is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. BlueProximity is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with BlueProximity; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
es: BlueProximity es software libre; puede redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General GNU tal como fue publicada por la Free Software Foundation; ya sea la versión 2 de la Licencia, o (a su elección) cualquier versión posterior. BlueProximity se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA; sin siquiera la garantía implícita de COMERCIABILIDAD o IDONEIDAD PARA UN PROPÓSITO EN PARTICULAR. Consulte la Licencia Pública General GNU para más detalles. Debería haber recibido una copia de la Licencia Pública General GNU junto con BlueProximity; si no, escriba a: Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
fa: BlueProximity یک نرم‌افزار آزاد است؛ شما می‌توانید آن را بازتوزیع و/یا تغییر دهید تحت شرایط «مجوز عمومی همگانی گنو» که توسط «بنیاد نرم‌افزار آزاد» منتشر شده است؛ یا نسخه ۲ مجوز، یا (به انتخاب شما) هر نسخه بعدی. BlueProximity به امید مفید بودن توزیع شده است، اما بدون هیچ گونه ضمانت؛ حتی بدون ضمانت ضمنی بازرگانی یا تناسب برای یک هدف خاص. برای جزئیات بیشتر به «مجوز عمومی همگانی گنو» مراجعه کنید. شما باید یک نسخه از «مجوز عمومی همگانی گنو» را همراه با BlueProximity دریافت کرده باشید؛ در غیر این صورت، به آدرس زیر بنویسید: Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
id: BlueProximity adalah perangkat lunak bebas; Anda dapat mendistribusikannya dan/atau memodifikasinya berdasarkan ketentuan GNU General Public License sebagaimana diterbitkan oleh Free Software Foundation; baik versi 2 dari Lisensi, atau (sesuai pilihan Anda) versi selanjutnya. BlueProximity didistribusikan dengan harapan akan berguna, tetapi TANPA GARANSI APA PUN; bahkan tanpa garansi tersirat dari KEMAMPUAN PERDAGANGAN atau KESESUAIAN UNTUK TUJUAN TERTENTU. Lihat GNU General Public License untuk detail lebih lanjut. Anda seharusnya telah menerima salinan GNU General Public License bersama dengan BlueProximity; jika tidak, tulis ke Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
nl: BlueProximity is vrije software; u mag het verspreiden en/of wijzigen onder de voorwaarden van de GNU General Public License zoals gepubliceerd door de Free Software Foundation; ofwel versie 2 van deze Licentie, of (naar uw keuze) elke latere versie. BlueProximity wordt verspreid in de hoop dat het nuttig zal zijn, maar ZONDER ENIGE GARANTIE; zonder zelfs de impliciete garantie van VERHANDELBAARHEID of GESCHIKTHEID VOOR EEN BEPAALD DOEL. Zie de GNU General Public License voor meer details. U moet een kopie van de GNU General Public License hebben ontvangen samen met BlueProximity; zo niet, schrijf dan naar: Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
pt: BlueProximity é um software livre; pode redistribuí-lo e/ou modificá-lo sob os termos da Licença Pública Geral GNU, conforme publicada pela Free Software Foundation; quer seja a versão 2 da Licença, ou (à sua escolha) qualquer versão posterior. BlueProximity é distribuído na esperança de que seja útil, mas SEM QUALQUER GARANTIA; sem sequer a garantia implícita de COMERCIABILIDADE ou ADEQUAÇÃO A UM FIM ESPECÍFICO. Consulte a Licença Pública Geral GNU para mais detalhes. Deveria ter recebido uma cópia da Licença Pública Geral GNU juntamente com BlueProximity; caso contrário, escreva para a Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 EUA
ru: BlueProximity — свободное программное обеспечение; вы можете распространять и/или изменять его на условиях GNU General Public License, опубликованной Free Software Foundation; либо версии 2 лицензии, либо (по вашему выбору) любой более поздней версии. BlueProximity распространяется в надежде, что он будет полезен, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ; даже без подразумеваемой гарантии КОММЕРЧЕСКОЙ ЦЕННОСТИ или ПРИГОДНОСТИ ДЛЯ ОПРЕДЕЛЕННОЙ ЦЕЛИ. Смотрите GNU General Public License для подробностей. Вы должны были получить копию GNU General Public License вместе с BlueProximity; если нет, напишите по адресу: Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
sv: BlueProximity är fri programvara; du kan vidaredistribuera den och/eller ändra den enligt villkoren i GNU General Public License som publicerats av Free Software Foundation; antingen version 2 av licensen, eller (enligt ditt val) någon senare version. BlueProximity distribueras i hopp om att den ska vara användbar, men UTAN NÅGON GARANTI; utan ens den underförstådda garantin om SÄLJBARHET eller LÄMPLIGHET FÖR ETT SPECIELLT SYFTE. Se GNU General Public License för mer information. Du bör ha mottagit en kopia av GNU General Public License tillsammans med BlueProximity; om inte, skriv till: Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA

source: Simulation Mode (locking disabled)
es: Modo Simulación (Bloqueo Deshabilitado)
fa: حالت شبیه‌سازی (قفل کردن غیر فعال است)
id: Mode Simulasi (penguncian dinonaktifkan)
nl: Simulatie Modus (vergrendeling uitgeschakeld)
pt: Modo de simulação (bloqueio desativado)
ru: Тестовый режим (блокировка отключена)
sv: Simuleringsläge (låsning avaktiverat)

source: max:
es: máx:
fa: حداکثر:
id: maks:
pt: máx:
ru: макс:

source: state:
es: estado:
fa: حالت:
id: status:
nl: staat:
pt: estado:
ru: состояние:
sv: läge:

source: '%s' is not a valid config file: %s
es: '%s' no es un archivo de configuración válido: %s
fa: '%s' یک فایل پیکربندی معتبر نیست: %s
id: '%s' bukan berkas konfigurasi yang valid: %s
nl: '%s' is geen geldig configuratiebestand: %s
pt: '%s' não é um ficheiro de configuração válido: %s
ru: '%s' не является допустимым файлом конфигурации: %s
sv: '%s' är ingen giltig konfigurationsfil: %s

source: A command for %s has been skipped because the former command did not finish yet.
es: Se ha omitido un comando para %s porque el comando anterior no ha finalizado aún.
fa: یک دستور برای %s رد شد زیرا دستور قبلی هنوز به پایان نرسیده بود.
id: Perintah untuk %s telah dilewati karena perintah sebelumnya belum selesai.
nl: Een commando voor %s is overgeslagen omdat het vorige commando nog niet voltooid was.
pt: Um comando para %s foi ignorado porque o comando anterior ainda não terminou.
ru: Команда для %s была пропущена, потому что предыдущая команда еще не завершена.
sv: Ett kommando för %s har hoppats över eftersom det tidigare kommandot inte slutförts ännu.

source: A configuration file with the name '%s' already exists.
es: Ya existe un archivo de configuración con el nombre '%s'.
fa: یک فایل پیکربندی با نام '%s' از قبل وجود دارد.
id: File konfigurasi dengan nama '%s' sudah ada.
nl: Een configuratiebestand met de naam '%s' bestaat al.
pt: Um ficheiro de configuração com o nome '%s' já existe.
ru: Файл конфигурации с именем '%s' уже существует.
sv: En konfigurationsfil med namnet '%s' finns redan.

source: About
es: Acerca de
fa: درباره
id: Tentang
nl: Over
pt: Sobre
ru: О программе
sv: Om

source: Action commands
es: Comandos de acción
fa: دستورات اقدام
id: Perintah tindakan
nl: Actiecommando's
pt: Comandos de ação
ru: Команды действий
sv: Åtgärdskommandon

source: BLE device scanning will be disabled.
es: El escaneo de dispositivos BLE será deshabilitado.
fa: اسکن دستگاه BLE غیرفعال خواهد شد.
id: Pemindaian perangkat BLE akan dinonaktifkan.
nl: BLE-apparaat scan wordt uitgeschakeld.
pt: A pesquisa de dispositivos BLE será desativada.
ru: Сканирование BLE устройств будет отключено.
sv: BLE-enhetssökning kommer att avaktiveras.

source: BLE scan with Bleak failed: {}
es: El escaneo BLE con Bleak falló: {}
fa: اسکن BLE با Bleak ناموفق بود: {}
id: Pemindaian BLE dengan Bleak gagal: {}
nl: BLE-scan met Bleak is mislukt: {}
pt: A pesquisa BLE com Bleak falhou: {}
ru: Сканирование BLE с помощью Bleak не удалось: {}
sv: BLE-sökning med Bleak misslyckades: {}

source: Bleak library not found, skipping BLE scan.
es: Biblioteca Bleak no encontrada, omitiendo escaneo BLE.
fa: کتابخانه Bleak پیدا نشد، اسکن BLE رد شد.
id: Pustaka Bleak tidak ditemukan, melewati pemindaian BLE.
nl: Bleak-bibliotheek niet gevonden, BLE-scan wordt overgeslagen.
pt: Biblioteca Bleak não encontrada, a pesquisa BLE será ignorada.
ru: Библиотека Bleak не найдена, пропуск сканирования BLE.
sv: Bleak-biblioteket hittades inte, hoppar över BLE-sökning.

source: BlueProximity Preferences
es: Preferencias de BlueProximity
fa: ترجیحات BlueProximity
id: Preferensi BlueProximity
nl: BlueProximity Voorkeuren
pt: Preferências do BlueProximity
ru: BlueProximity настройки
sv: Inställningar för BlueProximity

source: Channel
es: Canal
fa: کانال
id: Saluran
nl: Kanaal
pt: Canal
ru: Канал
sv: Kanal

source: Classic Bluetooth scan failed: {}
es: El escaneo Bluetooth clásico falló: {}
fa: اسکن بلوتوث کلاسیک ناموفق بود: {}
id: Pemindaian Bluetooth klasik gagal: {}
nl: Klassieke Bluetooth-scan is mislukt: {}
pt: A pesquisa Bluetooth clássica falhou: {}
ru: Сканирование классического Bluetooth не удалось: {}
sv: Klassisk Bluetooth-sökning misslyckades: {}

source: Command _interval: (sec.)
es: _Intervalo de comando: (seg.)
fa: وقفه _دستور: (ثانیه)
id: _Interval perintah: (detik)
nl: Commando_interval: (sec.)
pt: Interv_alo do comando: (seg.)
ru: Пауза между командами: (сек.)
sv: Kommando_intervall: (sek.)

source: Could not open logfile '{}' for writing.
es: No se pudo abrir el archivo de registro '{}' para escritura.
fa: امکان باز کردن فایل گزارش '{}' برای نوشتن وجود نداشت.
id: Tidak dapat membuka berkas log '{}' untuk menulis.
nl: Kon logbestand '{}' niet openen om te schrijven.
pt: Não foi possível abrir o ficheiro de registo '{}' para escrita.
ru: Не удалось открыть файл журнала '{}' для записи.
sv: Kunde inte öppna loggfilen '{}' för skrivning.

source: Could not run Bleak scan: {}
es: No se pudo ejecutar el escaneo Bleak: {}
fa: امکان اجرای اسکن Bleak وجود ندارد: {}
id: Tidak dapat menjalankan pemindaian Bleak: {}
nl: Kon Bleak-scan niet uitvoeren: {}
pt: Não foi possível executar a pesquisa Bleak: {}
ru: Не удалось выполнить сканирование Bleak: {}
sv: Kunde inte köra Bleak-sökning: {}

source: Create new configuration
es: Crear nueva configuración
fa: ایجاد پیکربندی جدید
id: Buat konfigurasi baru
nl: Nieuwe configuratie aanmaken
pt: Criar nova configuração
ru: Создать новую конфигурацию
sv: Skapa ny konfiguration

source: Creating new configuration.
es: Creando nueva configuración.
fa: در حال ایجاد پیکربندی جدید.
id: Membuat konfigurasi baru.
nl: Nieuwe configuratie wordt aangemaakt.
pt: A criar nova configuração.
ru: Создание новой конфигурации.
sv: Skapar ny konfiguration.

source: Current State:
es: Estado actual:
fa: وضعیت فعلی:
id: Status Saat Ini:
nl: Huidige status:
pt: Estado atual:
ru: Текущее состояние:
sv: Nuvarande läge:

source: D_istance:
es: D_istancia:
fa: ف_اصله:
nl: Afstandsmet_ing:
pt: D_istância:
ru: Расстояние:
sv: Avst_ånd:

source: D_uration (sec.):
es: _Duración (seg.):
fa: م_دت (ثانیه):
id: D_urasi (detik.):
nl: D_uur (sec.):
pt: D_uração (seg.):
ru: Продолжительность (сек.):
sv: _Varaktighet (sek.):

source: Delete Configuration
es: Eliminar configuración
fa: حذف پیکربندی
id: Hapus Konfigurasi
nl: Configuratie verwijderen
pt: Apagar Configuração
ru: Удалить конфигурацию
sv: Ta bort konfiguration

source: Detected Distance:
es: Distancia detectada:
fa: فاصله کشف شده:
id: Jarak Terdeteksi:
nl: Gemeten Afstand:
pt: Distância detetada:
ru: Определена дистанция:
sv: Detekterat avstånd:

source: Device scan finished.
es: Exploración de dispositivos finalizada.
fa: اسکن دستگاه به پایان رسید.
id: Pemindaian perangkat selesai.
nl: Apparaatscan voltooid.
pt: Pesquisa de dispositivos terminada.
ru: Сканирование устройств завершено.
sv: Enhetssökning slutförd.

source: Distance:
es: Distancia:
fa: فاصله:
id: Jarak:
nl: Afstand:
pt: Distância:
ru: Расстояние:
sv: Avstånd:

source: Do you really want to delete the configuration '%s'?
es: ¿Realmente desea eliminar la configuración '%s'?
fa: آیا واقعاً می‌خواهید پیکربندی '%s' را حذف کنید؟
id: Apakah Anda yakin ingin menghapus konfigurasi '%s'?
nl: Wilt u de configuratie '%s' echt verwijderen?
pt: Deseja realmente apagar a configuração '%s'?
ru: Вы действительно хотите удалить конфигурацию '%s'?
sv: Vill du verkligen ta bort konfigurationen '%s'?

source: Dur_ation (sec.):
es: Dur_ación (seg.):
fa: مد_ت (ثانیه):
id: Dur_asi (detik.):
nl: Du_ur (sec.):
pt: Dur_ação (seg.):
ru: Продолжительность (сек.)
sv: Vara_ktighet (sek.):

source: Error migrating legacy configuration: %s
es: Error al migrar la configuración heredada: %s
fa: خطا در انتقال پیکربندی قدیمی: %s
id: Kesalahan memigrasikan konfigurasi lama: %s
nl: Fout bij migratie van oude configuratie: %s
pt: Erro ao migrar a configuração legada: %s
ru: Ошибка при миграции устаревшей конфигурации: %s
sv: Fel vid migrering av äldre konfiguration: %s

source: F_acility
es: F_acilidad
fa: و_سیله
id: F_asilitas
nl: F_aciliteiten
pt: F_acilidade
ru: Уровень доступа
sv: _Resurs

source: File_name
es: _Nombre de archivo
fa: نام _فایل
id: Nama_file
nl: Bestands_naam
pt: Nome_do_ficheiro
ru: Имя файла
sv: _Filnamn

source: Found legacy configuration file: %s
es: Archivo de configuración heredado encontrado: %s
fa: فایل پیکربندی قدیمی پیدا شد: %s
id: Ditemukan berkas konfigurasi lama: %s
nl: Oud configuratiebestand gevonden: %s
pt: Ficheiro de configuração legado encontrado: %s
ru: Обнаружен устаревший файл конфигурации: %s
sv: Äldre konfigurationsfil hittades: %s

source: Initialized...
es: Inicializado...
fa: مقداردهی اولیه شد...
id: Diinisialisasi...
nl: ingesteld...
pt: Iniciado...
ru: Инициализация...
sv: Initierad...

source: L_ocking command:
es: Comando de _bloqueo:
fa: دستور _قفل کردن:
id: Perintah _Mengunci:
nl: L_ocking commando:
pt: Comando de b_loqueio:
ru: Команда _блокировки:
sv: Kommando för att _låsa:

source: Leave it - it's locked, come back - it's back too...
es: Déjelo - está bloqueado, vuelva - también estará de vuelta...
fa: ترکش کن - قفل شده، برگرد - اینهم برگشته...
id: Biarkan saja - itu terkunci, kembali - itu juga kembali...
nl: Verlaat het - 't is vergrendeld, kom terug - en 't is ook terug...
pt: Deixe-o - está bloqueado, volte - ele também está de volta...
ru: Покинь его - он заблокирован, вернись - он разблокируется обратно...
sv: Låt bli - den är låst, kom tillbaka - den är också tillbaka...

source: Legacy configuration not migrated because a file already exists at the destination: %s
es: La configuración heredada no se migró porque ya existe un archivo en el destino: %s
fa: پیکربندی قدیمی منتقل نشد زیرا فایلی از قبل در مقصد وجود دارد: %s
id: Konfigurasi lama tidak dimigrasikan karena file sudah ada di tujuan: %s
nl: Oude configuratie niet gemigreerd omdat er al een bestand bestaat op de bestemming: %s
pt: Configuração legada não migrada porque já existe um ficheiro no destino: %s
ru: Миграция устаревшей конфигурации не выполнена, потому что в месте назначения уже существует файл: %s
sv: Äldre konfiguration migrerades inte eftersom en fil redan finns på destinationen: %s

source: Locking
es: Bloqueo
fa: قفل کردن
id: Mengunci
nl: Vergrendeling
pt: _Bloqueio
ru: Блокировка
sv: Låsning

source: Logging
es: Registro
fa: ثبت گزارش
id: Pencatatan
nl: Loggen
pt: Registo
ru: Журналирование
sv: Loggning

source: MAC _Address
es: Dirección _MAC
fa: _نشانی MAC
id: _Alamat MAC
nl: MAC _Adres
pt: _Endereço MAC
ru: MAC адрес
sv: MAC-_adress

source: Measured atm
es: Medido en este momento
fa: در حال حاضر اندازه‌گیری شده
id: Diukur saat ini
nl: Gemeten waarden
pt: Medido atualmente
ru: Текущий, измеренный
sv: Mäts nu

source: Name
es: Nombre
fa: نام
id: Nama
nl: Naam
pt: Nome
ru: Имя
sv: Namn

source: New Configuration
es: Nueva configuración
fa: پیکربندی جدید
id: Konfigurasi Baru
nl: Nieuwe configuratie
pt: Nova Configuração
ru: Новая конфигурация
sv: Ny konfiguration

source: No connection found, trying to establish one...
es: No se encontró una conexión, intentando establecer una...
fa: اتصالی پیدا نشد، در تلاش برای برقراری ارتباط...
id: Tidak ada koneksi ditemukan, mencoba untuk membuat koneksi...
nl: Geen verbinding gevonden, probeer er een op te zetten...
pt: Nenhuma ligação encontrada, a tentar estabelecer uma...
ru: Соединение не обнаружено, попытка установить...
sv: Ingen anslutning hittad, försöker upprätta en...

source: No devices found.
es: No se encontraron dispositivos.
fa: هیچ دستگاهی یافت نشد.
id: Tidak ada perangkat yang ditemukan.
nl: Geen apparaten gevonden.
pt: Nenhum dispositivo encontrado.
ru: Устройства не найдены.
sv: Inga enheter hittades.

source: Pause
es: Pausa
fa: مکث
id: Jeda
nl: Pauze
pt: Pausa
ru: Пауза
sv: Paus

source: Please make sure the ConfigObject package for python is installed.
es: Por favor, asegúrese de que el paquete ConfigObject para Python esté instalado.
fa: لطفا اطمینان حاصل کنید که بسته ConfigObject برای پایتون نصب شده است.
id: Pastikan paket ConfigObject untuk python sudah terinstal.
nl: Installeer het pakket ConfigObject voor Python.
pt: Por favor, certifique-se de que o pacote ConfigObject para python está instalado.
ru: Пожалуйста, убедитесь, что пакет ConfigObject для Python установлен.
sv: Säkerställ att paketet ConfigObject till python är installerat.

source: Please make sure the GI bindings for AyatanaAppIndicator3 are installed.
es: Por favor, asegúrese de que los enlaces GI para AyatanaAppIndicator3 estén instalados.
fa: لطفا اطمینان حاصل کنید که ملزومات GI برای AyatanaAppIndicator3 نصب شده‌اند.
id: Pastikan GI bindings untuk AyatanaAppIndicator3 sudah terinstal.
nl: Zorg ervoor dat de GI-bindingen voor AyatanaAppIndicator3 zijn ge誰nstalleerd.
pt: Por favor, certifique-se de que as ligações GI para AyatanaAppIndicator3 estão instaladas.
ru: Пожалуйста, убедитесь, что GI-привязки для AyatanaAppIndicator3 установлены.
sv: Vänligen se till att GI-bindningarna för AyatanaAppIndicator3 är installerade.

source: Please make sure the GObject bindings for python are installed.
es: Por favor, asegúrese de que los enlaces GObject para Python estén instalados.
fa: لطفا اطمینان حاصل کنید که ملزومات GObject برای پایتون نصب شده‌اند.
id: Pastikan GObject bindings untuk python sudah terinstal.
nl: Installeer de GObject-bindingen voor Python.
pt: Por favor, certifique-se de que as ligações GObject para python estão instaladas.
ru: Пожалуйста, убедитесь, что привязки GObject для Python установлены.
sv: Säkerställ att GObject-bindningarna till python är installerade.

source: Please make sure the GTK3 bindings for python are installed.
es: Por favor, asegúrese de que los enlaces GTK3 para Python estén instalados.
fa: لطفا اطمینان حاصل کنید که ملزومات GTK3 برای پایتون نصب شده‌اند.
id: Pastikan GTK3 bindings untuk python sudah terinstal.
nl: Zorg ervoor dat de GTK3-bindingen voor Python zijn ge誰nstalleerd.
pt: Por favor, certifique-se de que as ligações GTK3 para python estão instaladas.
ru: Пожалуйста, убедитесь, что привязки GTK3 для Python установлены.
sv: Vänligen se till att GTK3-bindningarna för python är installerade.

source: Please make sure the Glade3 bindings for python are installed.
es: Por favor, asegúrese de que los enlaces Glade3 para Python estén instalados.
fa: لطفا اطمینان حاصل کنید که ملزومات Glade3 برای پایتون نصب شده‌اند.
id: Pastikan Glade3 bindings untuk python sudah terinstal.
nl: Zorg ervoor dat de Glade3-bindingen voor Python zijn ge誰nstalleerd.
pt: Por favor, certifique-se de que as ligações Glade3 para python estão instaladas.
ru: Пожалуйста, убедитесь, что привязки Glade3 для Python установлены.
sv: Vänligen se till att Glade3-bindningarna för python är installerade.

source: Please make sure the bluetooth bindings for python as well as bluez are installed.
es: Por favor, asegúrese de que los enlaces de Bluetooth para Python, así como bluez, estén instalados.
fa: لطفا اطمینان حاصل کنید که ملزومات bluetooth برای پایتون به همراه bluez نصب شده‌اند.
id: Pastikan bluetooth bindings untuk python dan bluez sudah terinstal.
nl: Installeer de bluetooth-bindingen voor Python en het pakket bluez.
pt: Por favor, certifique-se de que as ligações bluetooth para python, bem como o bluez, estão instaladas.
ru: Пожалуйста, убедитесь, что привязки bluetooth для Python и пакет bluez установлены.
sv: Säkerställ att bluetooth-bindningarna för python liksom bluez är installerade.

source: Please note that the device should already be paired!
es: ¡Tenga en cuenta que el dispositivo ya debe estar emparejado!
fa: لطفا توجه داشته باشید که دستگاه باید قبلاً جفت شده باشد!
id: Harap dicatat bahwa perangkat seharusnya sudah dipasangkan!
nl: Let op: het toestel moet al gekoppeld zijn!
pt: Por favor, note que o dispositivo já deverá estar emparelhado!
ru: Обратите внимание, что устройство должно быть уже сопряжено!
sv: Observera att enheten redan bör vara parkopplad!

source: Preferences
es: Preferencias
fa: ترجیحات
id: Preferensi
nl: Voorkeuren
pt: Preferências
ru: Настройки
sv: Inställningar

source: Pro_ximity command:
es: Comando de _proximidad:
fa: دستور ف_اصله:
id: Perintah _Kedekatan:
nl: Pro_ximity commando:
pt: Comando de _Proximidade:
ru: Команда приближения:
sv: _Närhetskommando:

source: Quit
es: Salir
fa: خروج
id: Keluar
nl: Afsluiten
pt: Sair
ru: Выйти
sv: Avsluta

source: RFCOMM C_hannel
es: C_anal RFCOMM
fa: ک_انال RFCOMM
id: C_hannel RFCOMM
pt: C_anal RFCOMM
ru: Канал RFCOMM
sv: RFCOMM-kanal

source: Rename Configuration
es: Renombrar configuración
fa: تغییر نام پیکربندی
id: Ganti nama konfigurasi
nl: Configuratie hernoemen
pt: Renomear configuração
ru: Переименовать конфигурацию
sv: Byt namn på konfiguration

source: Rename configuration
es: Renombrar configuración
fa: تغییر نام پیکربندی
id: Ganti nama konfigurasi
nl: Configuratie hernoemen
pt: Renomear configuração
ru: Переименовать конфигурацию
sv: Byt namn på konfiguration

source: Renaming the configuration will change the name of the config file on the disk.
es: Renombrar la configuración cambiará el nombre del archivo de configuración en el disco.
fa: تغییر نام پیکربندی، نام فایل پیکربندی را روی دیسک تغییر خواهد داد.
id: Mengganti nama konfigurasi akan mengubah nama berkas konfigurasi di disk.
nl: Het hernoemen van de configuratie zal de naam van het configuratiebestand op de schijf wijzigen.
pt: Renomear a configuração alterará o nome do ficheiro de configuração no disco.
ru: Переименование конфигурации изменит имя файла конфигурации на диске.
sv: Att byta namn på konfigurationen kommer att ändra namnet på konfigurationsfilen på disken.

source: Sca_n channels on device
es: Escanear _canales en el dispositivo
fa: _پویش کانال‌های دستگاه
id: Pinda_i saluran pada perangkat
nl: Sca_n de kanalen op het toestel.
pt: Pr_oceder à procura de canais no dispositivo
ru: Сканировать каналы на устройстве
sv: _Avsök kanaler på enhet

source: Scanning
es: Escaneando
fa: در حال پویش
id: Memindai
nl: Scannen
pt: A procurar
ru: Сканирование
sv: Söker

source: Scanning for BLE devices with Bleak...
es: Escaneando dispositivos BLE con Bleak...
fa: در حال اسکن دستگاه‌های BLE با Bleak...
id: Memindai perangkat BLE dengan Bleak...
nl: Scannen naar BLE-apparaten met Bleak...
pt: A procurar dispositivos BLE com Bleak...
ru: Сканирование BLE устройств с помощью Bleak...
sv: Söker efter BLE-enheter med Bleak...
