Repository: crim50n/blueproximity
Catalog: po/*.po
Languages: es, fa, id, nl, pt, ru, sv

source: Scanning for classic Bluetooth devices...
es: Escaneando dispositivos Bluetooth clásicos...
fa: در حال اسکن دستگاه‌های بلوتوث کلاسیک...
id: Memindai perangkat Bluetooth klasik...
nl: Scannen naar klassieke Bluetooth-apparaten...
pt: A procurar dispositivos Bluetooth clássicos...
ru: Сканирование классических Bluetooth устройств...
sv: Söker efter klassiska Bluetooth-enheter...

source: Scanning...
es: Escaneando...
fa: در حال پویش...
id: Memindai...
nl: Scannen...
pt: A procurar...
ru: Сканирую...
sv: Söker...

source: Select from _detected devices:
es: Seleccionar de dispositivos _detectados:
fa: از بین دستگاه‌های _پیدا شده انتخاب کنید:
id: Pilih dari perangkat yang _terdeteksi:
nl: Kies uit de ge_detecteerde toestellen:
pt: Selecionar dos dispositivos _detetados:
ru: Выбрать из обнаруженых устройств:
sv: Välj bland _detekterade enheter:

source: Selected Confi_guration
es: Confi_guración seleccionada
fa: پیکربندی _انتخاب شده
id: Konfi_gurasi yang Dipilih
nl: Geselecteerde configuratie
pt: Confi_guração selecionada
ru: Выбранная конфигурация
sv: V_ald konfiguration

source: Starting device scan...
es: Iniciando escaneo de dispositivos...
fa: شروع اسکن دستگاه...
id: Memulai pemindaian perangkat...
nl: Apparaatscan wordt gestart...
pt: A iniciar pesquisa de dispositivos...
ru: Начало сканирования устройств...
sv: Startar enhetssökning...

source: State
es: Estado
fa: وضعیت
id: Status
nl: Status
pt: Estado
ru: Состояние
sv: Läge

source: Status:
es: Estado:
fa: وضعیت:
pt: Estado:
ru: Статус:

source: Stop sca_nning
es: Detener _escaneo
fa: توقف _پویش
id: Hentikan Pinda_ian
nl: Stop met sca_nnen.
pt: Parar pr_ocura
ru: Остановить сканирование
sv: Stoppa _avsökning

source: Successfully migrated legacy configuration to: %s
es: Configuración heredada migrada exitosamente a: %s
fa: پیکربندی قدیمی با موفقیت به: %s منتقل شد
id: Berhasil memigrasikan konfigurasi lama ke: %s
nl: Oude configuratie succesvol gemigreerd naar: %s
pt: Configuração legada migrada com sucesso para: %s
ru: Устаревшая конфигурация успешно перенесена в: %s
sv: Äldre konfiguration migrerades framgångsrikt till: %s

source: The configfile '%s' could not be deleted.
es: No se pudo eliminar el archivo de configuración '%s'.
fa: فایل پیکربندی '%s' قابل حذف نبود.
id: File konfigurasi '%s' tidak dapat dihapus.
nl: Het configuratiebestand '%s' kon niet worden verwijderd.
pt: O ficheiro de configuração '%s' não pôde ser apagado.
ru: Файл конфигурации '%s' не удалось удалить.
sv: Konfigurationsfilen '%s' kunde inte tas bort.

source: The last configuration file cannot be deleted.
es: El último archivo de configuración no se puede eliminar.
fa: آخرین فایل پیکربندی را نمی‌توان حذف کرد.
id: File konfigurasi terakhir tidak dapat dihapus.
nl: Het laatste configuratiebestand kan niet worden verwijderd.
pt: O último ficheiro de configuração não pode ser apagado.
ru: Последний файл конфигурации не может быть удален.
sv: Den sista konfigurationsfilen kan inte tas bort.

source: The new configuration will be created as a copy of the current configuration. Please change the according values afterwards.
es: La nueva configuración se creará como una copia de la configuración actual. Por favor, cambie los valores correspondientes después.
fa: پیکربندی جدید به عنوان یک کپی از پیکربندی فعلی ایجاد خواهد شد. لطفا مقادیر مربوطه را بعداً تغییر دهید.
id: Konfigurasi baru akan dibuat sebagai salinan dari konfigurasi saat ini. Harap ubah nilai yang sesuai setelahnya.
nl: De nieuwe configuratie wordt aangemaakt als een kopie van de huidige configuratie. Pas daarna de betreffende waarden aan.
pt: A nova configuração será criada como uma cópia da configuração atual. Por favor, altere os valores correspondentes depois.
ru: Новая конфигурация будет создана как копия текущей конфигурации. Пожалуйста, измените соответствующие значения после создания.
sv: Den nya konfigurationen kommer att skapas som en kopia av den nuvarande konfigurationen. Vänligen ändra de relevanta värdena efteråt.

source: The program cannot import the module AyatanaAppIndicator3.
es: El programa no puede importar el módulo AyatanaAppIndicator3.
fa: برنامه قادر به وارد کردن ماژول AyatanaAppIndicator3 نیست.
id: Program tidak dapat mengimpor modul AyatanaAppIndicator3.
nl: Het programma kan de module AyatanaAppIndicator3 niet importeren.
pt: O programa não pode importar o módulo AyatanaAppIndicator3.
ru: Программа не может загрузить модуль AyatanaAppIndicator3.
sv: Programmet kan inte importera modulen AyatanaAppIndicator3.

source: The program cannot import the module Builder (former glade).
es: El programa no puede importar el módulo Builder (anteriormente glade).
fa: برنامه قادر به وارد کردن ماژول Builder (Glade سابق) نیست.
id: Program tidak dapat mengimpor modul Builder (sebelumnya glade).
nl: Het programma kan de module Builder (voorheen Glade) niet importeren.
pt: O programa não pode importar o módulo Builder (antigo glade).
ru: Программа не может загрузить модуль Builder (ранее glade).
sv: Programmet kan inte importera modulen Builder (tidigare glade).

source: The program cannot import the module ConfigObj or Validator.
es: El programa no puede importar el módulo ConfigObj o Validator.
fa: برنامه قادر به وارد کردن ماژول ConfigObj یا Validator نیست.
id: Program tidak dapat mengimpor modul ConfigObj atau Validator.
nl: Kon de modules ConfigObj en/of Validator niet laden.
pt: O programa não pode importar o módulo ConfigObj ou Validator.
ru: Программа не может загрузить модуль ConfigObj или Validator.
sv: Programmet kan inte importera modulen ConfigObj eller Validator.

source: The program cannot import the module GdkPixbuf.
es: El programa no puede importar el módulo GdkPixbuf.
fa: برنامه قادر به وارد کردن ماژول GdkPixbuf نیست.
id: Program tidak dapat mengimpor modul GdkPixbuf.
nl: Het programma kan de module GdkPixbuf niet importeren.
pt: O programa não pode importar o módulo GdkPixbuf.
ru: Программа не может загрузить модуль GdkPixbuf.
sv: Programmet kan inte importera modulen GdkPixbuf.

source: The program cannot import the module bluetooth.
es: El programa no puede importar el módulo bluetooth.
fa: برنامه قادر به وارد کردن ماژول bluetooth نیست.
id: Program tidak dapat mengimpor modul bluetooth.
nl: Kon de module bluetooth niet laden.
pt: O programa não pode importar o módulo bluetooth.
ru: Программа не может загрузить модуль bluetooth.
sv: Programmet kan inte importera modulen bluetooth.

source: The program cannot import the module gobject.
es: El programa no puede importar el módulo gobject.
fa: برنامه قادر به وارد کردن ماژول gobject نیست.
id: Program tidak dapat mengimpor modul gobject.
nl: Kon de module GObject niet laden.
pt: O programa não pode importar o módulo gobject.
ru: Программа не может загрузить модуль gobject.
sv: Programmet kan inte importera modulen gobject.

source: The program cannot import the module pygtk.
es: El programa no puede importar el módulo pygtk.
fa: برنامه قادر به وارد کردن ماژول pygtk نیست.
id: Program tidak dapat mengimpor modul pygtk.
nl: Kon de module pygtk niet laden.
pt: O programa não pode importar o módulo pygtk.
ru: Программа не может загрузить модуль pygtk.
sv: Programmet kan inte importera modulen pygtk.

source: The scanning process tries to connect to each of the 30 possible ports. This will take some time and you should watch your bluetooth device for any actions to be taken. If possible click on accept/connect. If you are asked for a pin your device was not paired properly before, see the manual on how to fix this.
es: El proceso de escaneo intenta conectarse a cada uno de los 30 puertos posibles. Esto tomará algún tiempo y debe observar su dispositivo Bluetooth para cualquier acción a tomar. Si es posible, haga clic en aceptar/conectar. Si se le pide un PIN y su dispositivo no se emparejó correctamente antes, consulte el manual sobre cómo solucionar esto.
fa: فرآیند اسکن تلاش می‌کند تا به هر یک از ۳۰ پورت ممکن متصل شود. این کار کمی زمان می‌برد و شما باید دستگاه بلوتوث خود را برای هر گونه اقدام لازم زیر نظر داشته باشید. در صورت امکان روی قبول/اتصال کلیک کنید. اگر از شما پین خواسته شد، دستگاه شما قبلاً به درستی جفت نشده است؛ برای رفع این مشکل به راهنما مراجعه کنید.
id: Proses pemindaian mencoba untuk menyambung ke setiap dari 30 port yang mungkin. Ini akan memakan waktu dan Anda harus memantau perangkat bluetooth Anda untuk setiap tindakan yang akan diambil. Jika memungkinkan, klik terima/sambungkan. Jika Anda diminta pin, perangkat Anda belum dipasangkan dengan benar sebelumnya, lihat manual tentang cara memperbaikinya.
nl: De computer probeert nu verbinding te maken met elk van de 30 mogelijke poorten. Dit kan enige tijd in beslag nemen. Let op uw bluetooth-toestel om te weten of u enige actie moet ondernemen. Indien mogelijk, klik op aanvaarden/verbinden. Als u om een code wordt gevraagd, was uw toestel voorheen niet juist verbonden. Kijk in de handleiding om dit te verhelpen.
pt: O processo de pesquisa tenta conectar-se a cada uma das 30 portas possíveis.Isto levará algum tempo e deverá observar o seu dispositivo Bluetooth para quaisquer ações a serem tomadas. Se possível, clique em aceitar/conectar. Se lhe for pedido um PIN, o seu dispositivo não foi emparelhado corretamente antes, consulte o manual sobre como corrigir isto.
ru: В процессе сканирования, программа попытается соединиться с 30-ю возможными портами. Эта процедура потребует некоторого времени и вам стоит следить за своим bluetooth устройством на предмет возможных действий, которые оно потребует. Если это возможно, щелкайте на кнопку "приянть/cjtlbybnm". Если устройство запрашивает пин-код, устройство не было ранее связано, см руководство пользователя на предмет разрешения данной проблемы.
sv: Vid avsökning görs försök att ansluta till var och en av de 30 möjliga portarna. Detta kommer att ta lite tid och du bör övervaka din bluetooth-enhet för att se om några åtgärder behöver vidtas. Om möjligt, tryck på acceptera/anslut. Om du blir tillfrågad om en pinkod så har du inte ställt in enheten ordentligt innan, rådfråga manualen om hur du kan rätta till detta.

source: To enable it on Debian/Ubuntu, type:
es: Para habilitarlo en Debian/Ubuntu, escriba:
fa: برای فعال‌سازی در Debian/Ubuntu، تایپ کنید:
id: Untuk mengaktifkannya di Debian/Ubuntu, ketik:
nl: Om dit op Debian/Ubuntu in te schakelen, typ:
pt: Para ativá-lo no Debian/Ubuntu, digite:
ru: Чтобы включить его в Debian/Ubuntu, наберите:
sv: För att aktivera den på Debian/Ubuntu, skriv:

source: Unknown BLE Device
es: Dispositivo BLE desconocido
fa: دستگاه BLE ناشناخته
id: Perangkat BLE Tidak Dikenal
nl: Onbekend BLE-apparaat
pt: Dispositivo BLE Desconhecido
ru: Неизвестное BLE устройство
sv: Okänd BLE-enhet

source: Unlocking
es: Desbloqueo
fa: باز کردن قفل
id: Membuka Kunci
nl: Ontgrendeling
pt: A desbloquear
ru: Разблокировка
sv: Upplåsning

source: Using config file '%s'.
es: Usando archivo de configuración '%s'.
fa: در حال استفاده از فایل پیکربندی '%s'.
id: Menggunakan berkas konfigurasi '%s'.
nl: Configuratiebestand '%s' wordt gebruikt.
pt: A usar o ficheiro de configuração '%s'.
ru: Используется файл конфигурации '%s'.
sv: Använder konfigurationsfilen '%s'.

source: Warning: The 'bleak' library is not installed.
es: Advertencia: La biblioteca 'bleak' no está instalada.
fa: هشدار: کتابخانه 'bleak' نصب نشده است.
id: Peringatan: Pustaka 'bleak' tidak terinstal.
nl: Waarschuwing: De 'bleak'-bibliotheek is niet ge誰nstalleerd.
pt: Aviso: A biblioteca 'bleak' não está instalada.
ru: Предупреждение: Библиотека 'bleak' не установлена.
sv: Varning: Biblioteket 'bleak' är inte installerat.

source: You must enter a name for the configuration.
es: Debe ingresar un nombre para la configuración.
fa: باید نامی برای پیکربندی وارد کنید.
id: Anda harus memasukkan nama untuk konfigurasi.
nl: U moet een naam voor de configuratie invoeren.
pt: Deve introduzir um nome para a configuração.
ru: Вы должны ввести имя для конфигурации.
sv: Du måste ange ett namn för konfigurationen.

source: You must enter a name for the new configuration.
es: Debe ingresar un nombre para la nueva configuración.
fa: باید نامی برای پیکربندی جدید وارد کنید.
id: Anda harus memasukkan nama untuk konfigurasi baru.
nl: U moet een naam voor de nieuwe configuratie invoeren.
pt: Deve introduzir um nome para a nova configuração.
ru: Вы должны ввести имя для новой конфигурации.
sv: Du måste ange ett namn för den nya konfigurationen.

source: _About
es: _Acerca de
fa: _درباره
id: _Tentang
nl: _Over
pt: _Sobre
ru: _О программе
sv: _Om

source: _Bluetooth Device
es: Dispositivo _Bluetooth
fa: _دستگاه بلوتوث
id: Perangkat _Bluetooth
nl: _Bluetooth Toestel
pt: _Dispositivo Bluetooth
ru: _Bluetooth устройство
sv: _Bluetooth-enhet

source: _Cancel
es: _Cancelar
fa: _لغو
id: _Batal
nl: _Annuleren
pt: _Cancelar
ru: _Отмена
sv: _Avbryt

source: _Close
es: _Cerrar
fa: _بستن
id: _Tutup
nl: _Sluiten
pt: _Fechar
ru: _Закрыть
sv: _Stäng

source: _Create
es: _Crear
fa: _ایجاد
id: _Buat
nl: _Aanmaken
pt: _Criar
ru: _Создать
sv: _Skapa

source: _Distance:
es: _Distancia:
fa: _فاصله:
id: _Jarak:
nl: Afstand_d
pt: _Distância:
ru: Расстояние:
sv: A_vstånd:

source: _File
es: _Archivo
fa: _فایل
id: _Berkas
nl: _Bestand
pt: _Ficheiro
ru: _Файл
sv: _Fil

source: _Locking
es: _Bloqueo
fa: _قفل کردن
id: _Mengunci
nl: _Vergrendeling
pt: _Bloqueio
ru: _Блокировка
sv: _Låsning

source: _Name of new configuration:
es: _Nombre de la nueva configuración:
fa: نا_م پیکربندی جدید:
id: _Nama konfigurasi baru:
nl: _Naam van nieuwe configuratie:
pt: _Nome da nova configuração:
ru: _Имя новой конфигурации:
sv: _Namn på ny konfiguration:

source: _New name of configuration:
es: _Nuevo nombre de la configuración:
fa: _نام جدید پیکربندی:
id: _Nama baru konfigurasi:
nl: _Nieuwe naam van configuratie:
pt: _Novo nome da configuração:
ru: _Новое имя конфигурации:
sv: _Nytt namn på konfiguration:

source: _Proximity Details
es: Detalles de _Proximidad
fa: _جزئیات مجاورت
id: _Detail Kedekatan
pt: _Detalhes de Proximidade
ru: Настройки
sv: _Närhetsdetaljer

source: _Rename
es: _Renombrar
fa: _تغییر نام
id: _Ganti nama
nl: _Hernoemen
pt: _Renomear
ru: _Переименовать
sv: _Byt namn

source: _Reset Min/Max
es: _Reiniciar Min/Max
fa: _بازنشانی حداقل/حداکثر
pt: _Repor Mín/Máx
ru: _Сбросить мин/макс
sv: _Återställ Min/Max

source: _Scan for devices
es: _Escanear dispositivos
fa: _اسکن برای دستگاه‌ها
id: _Pindai perangkat
nl: _Scan voor toestellen
pt: _Procurar dispositivos
ru: _Сканировать устройства
sv: _Avsök efter enheter

source: _Syslog
nl: _Systeem Logboek
ru: _Системный журнал

source: _Unlocking command:
es: Comando de _desbloqueo:
fa: _دستور باز کردن قفل:
id: Perintah _Membuka Kunci:
pt: _Comando de desbloqueio:
ru: _Команда разблокировки:
sv: Kommando för _upplåsning:

source: _Use selected device
es: _Usar dispositivo seleccionado
fa: _استفاده از دستگاه انتخاب شده
id: _Gunakan perangkat yang dipilih
nl: Gebr_uik geselecteerd toestel
pt: _Usar dispositivo selecionado
ru: _Использовать отмеченное устройство
sv: Anv_änd vald enhet

source: active
es: activo
fa: فعال
id: aktif
nl: actief
pt: ativo
ru: активно
sv: aktiv

source: closed or denied
es: cerrado o denegado
fa: بسته یا رد شد
id: ditutup atau ditolak
nl: gesloten of afgewezen
pt: fechado ou negado
ru: закрыт или доступ запрещен
sv: stängd eller nekad

source: e.g. with Debian/Ubuntu, type
es: ej. con Debian/Ubuntu, escriba
fa: مثلاً در دبیان/اوبونتو، تایپ کنید
id: contoh: dengan Debian/Ubuntu, ketik
nl: bijv. met Debian/Ubuntu, typ
pt: ex: com Debian/Ubuntu, digite
ru: например, в Debian/Ubuntu наберите
sv: t.ex. med Debian/Ubuntu, skriv

source: gone
es: ausente
fa: رفته
id: hilang
nl: verdwenen
pt: desaparecido
ru: ушел
sv: borta

source: locking
es: bloqueando
fa: در حال قفل کردن
id: mengunci
nl: vergrendelen
pt: a bloquear
ru: блокировка
sv: låsning

source: min:
es: mín:
fa: حداقل:
pt: mín:
ru: мин:

source: min: - max: - state: -
es: mín: - máx: - estado: -
fa: حداقل: - حداکثر: - وضعیت: -
id: min: - maks: - status: -
nl: min: - max: - status: -
pt: mín: - máx: - estado: -
ru: мин: - макс: - состояние: -
sv: min: - max: - läge: -

source: no entries
es: sin entradas
fa: بدون ورودی
id: tidak ada entri
nl: geen items
pt: sem entradas
ru: нет записей
sv: inga poster

source: proximity
es: proximidad
fa: مجاورت
id: kedekatan
nl: proximiteit
pt: proximidade
ru: приближение
sv: närhet

source: running...
es: ejecutando...
fa: در حال اجرا...
id: berjalan...
nl: werkt...
pt: a correr...
ru: работает....
sv: kör...

source: screen is locked
es: pantalla bloqueada
fa: صفحه قفل شده است
id: layar terkunci
nl: scherm vergrendeld
pt: o ecrã está bloqueado
ru: экран заблокирован
sv: skärmen är låst

source: screen is unlocked
es: pantalla desbloqueada
fa: صفحه باز شده است
id: layar tidak terkunci
nl: scherm is vrijgegeven
pt: o ecrã está desbloqueado
ru: экран разблокирован
sv: skärmen är upplåst

source: started.
es: iniciado.
fa: شروع شد.
id: dimulai.
nl: Opgestart.
pt: iniciado.
ru: запущено
sv: startad.

source: stopped.
es: detenido.
fa: متوقف شد.
id: dihentikan.
nl: Gestopt.
pt: parado.
ru: остановлено.
sv: stoppad.

source: unlocking
es: desbloqueando
fa: در حال باز کردن قفل
id: membuka kunci
nl: ontgrendelen
pt: a desbloquear
ru: разблокируется
sv: upplåsning

source: usable
es: utilizable
fa: قابل استفاده
id: dapat digunakan
nl: bruikbaar
pt: utilizável
ru: используемо
sv: användbar
